#include <stdio.h>

/**
 * 역슬래시 '\' 입력을 위해서는 \\ 이렇게 써야함
 */

int main(){
    printf("                     _         _          \n");
    printf("                    | |       | |         \n");
    printf("   _   _  ___  _   _| |_ _   _| |__   ___ \n");
    printf("  | | | |/ _ \\| | | | __| | | | '_ \\ / _ \\\n");
    printf("  | |_| | (_) | |_| | |_| |_| | |_) |  __/\n");
    printf("   \\__, |\\___/ \\__,_|\\__|\\__,_|_.__/ \\___|\n");
    printf("    __/ |                                 \n");
    printf("   |___/\n");

}